---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilySizeTableErrorInfo
source: html/b45e3023-a586-e205-6eca-c2718ec003a7.htm
---
# FamilySizeTableErrorInfo Members

Constructs a new FamilySizeTableErrorInfo with default settings.